{
  "1  1. Explain the feelings of respect,  glory, reverence, and gratitude.": {
    "answer": " Respect is the feeling of understanding and harmony between two people. Glory is the feeling for someone who has made efforts for excellence. Reverence is the feeling of acceptance for someone who has achieved excellence. Gratitude is the feeling of acceptance for those who have made effort for one's excellence.",
    "pages": [
      189,
      188,
      184,
      99
    ]
  },
  "2. How can we practice reverence daily?": {
    "answer": " We can practice reverence daily by showing respect and kindness to others, being mindful of our words and actions, and being open to learning from others. We can also practice reverence by taking time to appreciate the beauty of nature and the world around us.",
    "pages": [
      99,
      149,
      303,
      302
    ]
  },
  "3. Does reverence mean respect?": {
    "answer": " No, reverence does not mean respect. Respect is a feeling of understanding and acceptance of another person, while reverence is a feeling of awe or deep respect.",
    "pages": [
      178,
      184,
      99,
      177
    ]
  },
  "4. How do people show reverence?": {
    "answer": " People show reverence by respecting each other on the basis of right evaluation, understanding the co-existence of self and body, and recognizing the similarities between people.",
    "pages": [
      178,
      99,
      184,
      180
    ]
  },
  "5. Explain the concept of false reverence.": {
    "answer": " False reverence is when someone is given respect that is not deserved or appropriate. This can include things like flattery, over-praising, or treating someone as if they are more important than they actually are. False reverence can also include things like saluting someone, firing guns in the air after someone is dead, or putting red bulbs on cars as a sign of respect. False reverence is not based on true understanding of the person or relationship, and it does not lead to true respect.",
    "pages": [
      178,
      177,
      184,
      99
    ]
  },
  "6. What are the steps required to fulfill our basic aspiration?": {
    "answer": " The steps required to fulfill our basic aspiration are to observe ourselves and become aware of our desires, thoughts, and expectations; to not try to fight with these contradictory desires, thoughts, and expectations; to pay attention to the various aspects of the reality around us; and to equip ourselves with the ability to understand this reality, verify it in our own right, and live accordingly.",
    "pages": [
      69,
      61,
      59,
      148
    ]
  },
  "7. Define Aspiration. State the link between effort and aspiration.": {
    "answer": " Aspiration is the desire to achieve a goal or to reach a higher level of success. The link between effort and aspiration is that effort is necessary to achieve the desired goal or reach the desired level of success. Without effort, it is impossible to reach the desired level of success.",
    "pages": [
      148,
      61,
      59,
      69
    ]
  },
  "8. Why is there a gap between our present effort and expectation to get something?": {
    "answer": " Our expectations are based on pre-conditionings, which can lead to confusion and a state of resignation. We may also be wavering in what we want, and our desires, thoughts, and expectations may not be aligned with our true goals.",
    "pages": [
      77,
      143,
      137,
      136
    ]
  },
  "9. Diagrammatically represent life with clarity of  basic aspiration.": {
    "answer": " A diagrammatic representation of life with clarity of basic aspiration could look like a circle with four sections, each representing one of the four levels of living: myself, family, society, and nature/existence. The circle could be labeled \"Continuous Happiness and Prosperity\" to represent the basic human aspiration.",
    "pages": [
      148,
      149,
      61,
      85
    ]
  },
  "10. Define effort.": {
    "answer": " Effort is the energy and focus we put into achieving our goals and aspirations. It is the dedication and hard work we put into our work in order to reach our desired outcome.",
    "pages": [
      148,
      168,
      187,
      136
    ]
  }
}